
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf 秒";

/* No comment provided by engineer. */
"%i days" = "%i 日";

/* No comment provided by engineer. */
"%i hours" = "%i 時間";

/* No comment provided by engineer. */
"%i minutes" = "%i 分";

/* No comment provided by engineer. */
"%i weeks" = "%i 週間";

/* No comment provided by engineer. */
"1 day" = "1 日";

/* No comment provided by engineer. */
"1 hour" = "1 時間";

/* No comment provided by engineer. */
"1 minute" = "1 分";

/* No comment provided by engineer. */
"1 second" = "1 秒";

/* No comment provided by engineer. */
"1 week" = "1 週間";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<添付しているファイル>>";

/* No comment provided by engineer. */
"Add" = "追加";

/* Copy the link to the clipboard */
"Copy Link" = "リンクをコピー";

/* No comment provided by engineer. */
"Custom..." = "カスタム...";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Image Picker" = "イメージ選択";

/* No comment provided by engineer. */
"Invalid Input" = "無効な入力";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "イメージ";

/* No comment provided by engineer. */
"Select Image" = "イメージを選択";
